Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “我们这里的孩子三餐都有供应，现在孩子们也都吃过午餐了，感谢您的好意，但这不符合福利院的规矩，您请回吧。”那位中年妇女工作人员表情坚决的拒绝道，没有半点商量的意思。
en_us: "Our children are provided with three meals a day, and they already had their lunch. Thank you for your kindness, but this is against the orphanage's rules. Please return." The middle-aged female staff member rejected Mag firmly, leaving no room for negotiation.

source: “我会在混乱之城住一段时间，神女事关重大，我们必须要把她带回教廷。”希利沉声道。
en_us: "I will stay in Chaos City for a while. The holy maiden's matter is important. We've got to bring her back to the Holy See," Seely said in a low voice.

source: “我会对该事件作出评估，并作出处理。”晞收起了绘本，并未立即对此表达态度，转而道：“不过，现在我们可以来谈谈两天前的地动了，想必那也是你引起的。”
en_us: "I will evaluate this matter and then process it." Xi kept that picture book. She didn't reveal her attitude towards this matter, instead she said, "But we can discuss about the earthquake two days ago. I've bet you caused it too."

source: “我会抹去他们的记忆。”晞看着麦格说道，然后目光落到了伊琳娜的身上。
en_us: "I will erase their memories." Xi said to Mag, then her gaze landed on Irina.

source: “我倒要看看他担心没有多余的金奖可领的威士忌，究竟是怎样的酒。”弗格斯取过那瓶威士忌，拔开了塞子，然后倒入两个杯子中。
en_us: "I want to see what the whiskey he's worried about not having an extra gold award to give to, is like." Fergus took that bottle of whiskey, pulled out the cork and poured it into two glasses.

source: “我出门一趟，去拿封信。”麦格和伊琳娜说了一声，便出门去了。
en_us: "I need to run an errant. I'm going to get a letter," Mag informed Irina before going out.

source: “我刚刚在她的飞船上装了一个追踪器。”系统答复道。
en_us: "I just attached a tracking device on her spaceship," the System replied.

source: “我刚刚看到那边有个军营，你去弄一头铁背鹰来，咱们继续巡查，现在目标方向有了，扫描面积还扩大了那么多，这是百年难得一遇的机会。”梅兰特却是一脸兴奋，一夜没睡也丝毫没有疲惫的样子。
en_us: "I saw a military camp over there earlier. Go get us a steel eagle, and we will continue the search. Now that we have a direction, and the detection range is greatly expanded, this is a rare opportunity for us." Merante looked excited. He didn't look tired even after not sleeping for the night.

source: “我到了，就不跟您聊了，再见埃菲小姐。”麦格微笑着点头，然后转身进了自家酒馆。
en_us: "I'm home. I will not chat further with you. Goodbye, Miss Eiffie." Miss nodded with a smile before walking into his tavern.

source: “我前些年请魔法师帮忙加了这道屏障，防贼，遇到突发状况也可以作为临时避难所。”埃菲解释道。
en_us: "I got a magic caster to add this screen a few years ago to prevent theft and this cellar could act as a temporary refuge in case of emergency too." Eiffie explained.

source: “我劝你们黄金巨龙族还是不要对她有什么奢望，伊丽莎白是冰霜巨龙族。”道格拉斯神情冰冷的看着路易斯。
en_us: "I think you Golden Dragons should not have any hopes for her. Elizabeth is a Frost Dragon." Douglas glared at Louis.

source: “我去取酒。”麦格感觉到气氛不太对劲，准备开溜。
en_us: "I'll get my wine." Mag could sense the atmosphere and was ready to scoot.

source: “我去叫孩子们。”麦格笑着转身带上门。
en_us: "I'll get the kids." Mag smiled and closed the door behind him.

source: “我去开门。”
en_us: "I'll open the door."

source: “我去开门！”艾米跳下椅子，蹦跳着向着门口跑去。
en_us: "I'll go get the door!" Amy leaped off her chair and skipped to the door.

source: “我去拿。”艾米转身蹬蹬蹬跑上楼，不一会就抱着一本画册下来。
en_us: "I'll go take it." Amy ran upstairs, and came down with a picture book in a short while.

source: “我去给您烧洗澡水。”玛拉答应道。
en_us: "I'll boil some water for you," Mala replied.

source: “我只是一个卖酒的，听不懂你在说什么。”麦格尽量平静的说道。
en_us: "I'm just a liquor seller. I don't understand what you are talking about." Mag tried to say as calmly as possible.

source: “我只是一个自由撰稿人啊，每次让我去公干，这样真的好吗？”
en_us: "I am just a freelance writer, are you sure it's appropriate for me to keep going on business trips?"

source: “我只是为孩子们做了一点小事而已。”麦格把东西放在一旁，看着露娜微笑着摇头，顿了顿，又道：“最近局势有些乱，露娜老师要回洛都吗？”
en_us: "I'm only doing some small things for the children." Mag placed the things at the side, and shook his head at Luna with a smile. He paused, and then continued, "The recent situation is rather chaotic. Is Teacher Luna going to return to Rodu?"

source: “我只能算是一位参与者，那并不是一两个人就能完成的事情。”麦格摇头，神态诚恳道：“我是麦格·亚历克斯，一位骑士，我不知道古老者是什么样的存在，但如果你们同样将那些本封印的邪恶存在视为敌人，那在这方面，我们可以是朋友。”
en_us: "I can only be considered as a participant. That wasn't something that could be done by one person." Mag shook his head and sincerely said, "I am Mag Alex, a knight. I don't know what kind of existence the Elder Things are, but we can be friends if you guys also deemd those evil existences that should be sealed as enemies."

source: “我可以卖萌招呼客人哦。”艾米吹着麦格刚给她烫好的毛肚，嘟着小嘴卖了个萌。
en_us: "I can entertain the guests with my cuteness." Amy blew on the tripe that Mag had cooked for her as she pouted cutely.

source: “我可以尝一个吗？”只有艾米满是期待的看着麦格。
en_us: "Can I try one, please?" Only Amy looked at Mag with anticipation.

source: “我可以帮忙收拾。”从不干活的伊琳娜起身，端着自己的碗向厨房走去。
en_us: "I can help you clean up." Irina, who never did any work, got up and walked to the kitchen with her bowl.

source: “我可以负责上菜。”安妮用手比划着说道。
en_us: "I can serve the dishes." Annie signed.

source: “我吃过这位叔叔做的菜，超好吃的！”
en_us: "I've eaten this uncle's food before. It's super delicious!"

source: “我听前辈说啊，这命令不是陛下直接下的，是二皇子殿下以陛下的名义下的，也不知道他用什么法子瞒了所有人，再后来陛下回到洛都，就派兵把兵部围了，把前辈和兵部的几位大臣都给抓了，兵部上下都被审查了一遍……
en_us: "I heard my senior say that it was not the king who gave the orders. It was the second prince who did it in the king's name. I have no idea what he did to trick everyone. After that, the king came back to Rodu, sent troops to surround the military, and arrested all the generals. Everyone in the military had to be questioned…

source: “我听说你们洛斯帝国刚刚偷袭了我们兽人族，而且还屠杀了许多部落，这是真的吗？”那兽人又问道，神色间明显有了几分敌意。
en_us: "I heard that your Roth Empire has just launched a sneak attack on us orcs, and massacred many tribes. Is it true?" that orc asked again. His expression was obviously becoming a little more hostile.

source: “我听说啊，这家酒馆可能是亚伯罕公爵大人开的，这些大人醉翁之意不在酒啊。”
en_us: "I heard that this tavern might've been opened by Duke Abraham. These courtiers aren't here for the wine."

source: “我听说安妮喜欢画画，我也收藏了一些画本，就想着拿来看看安妮喜不喜欢。”
en_us: "I heard that Annie likes drawing. I've also collected a few picture books so I brought them over to see if Annie would like them."

source: “我听说我这条命在黑市上值一百万铜币，哈迪斯先生救了我，这笔钱，就当做是我的答谢礼吧。”
en_us: "I heard that my life is worth a million copper coins in the black market. Mr. Hades, you saved me. Take this sum of money as my thank-you gift to you."

source: “我听说昨天的品酒大会上，你拿出了你父亲窖藏了三十年的泰坦酒，而且还能每日供应一定的数量，所以今天过来看看。”
en_us: "I heard that you brought the 30-year-old Titan Liquor that your father kept in the cellar to the liquor tasting event yesterday and promised to supply a certain quantity of it every day, so I came to take a look."

source: “我听说杂志今天上市，但没想到会是这样的方式。”麦格摊手，他要是知情的话，倒是不介意给编辑部寄一张帅气英俊的全身照，这样才能吸引到更多的女粉丝啊！
en_us: "I heard that the magazine would be released today, but I didn't know it would be released like this." Mag shrugged. If he had known, he wouldn't have minded sending the editorial department a good-looking full-length picture of him so that he could attract more female fans!

source: “我听说，昨天客人增加了不少？”伊琳娜笑吟吟的看着麦格问道。
en_us: Irina looked at Mag and smilingly asked, "I heard that there was an increase in the number of customers yesterday?"

source: “我和她打，有几成胜算？”
en_us: "What's the odds of me winning?"

source: “我和安娜也可以去冰激凌店帮忙。”雪莉尔说道。
en_us: "Anna and I can go help out at the ice cream shop too," Shirley said.

source: “我在他的身上留下了定位追踪器，能够确定他的位置。”晞抬手升起了一个虚拟屏，一个红点正在快速移动中。
en_us: "I have placed a tracking device on it. I can locate its position." Xi raised up a virtual screen and a red dot was moving quickly.

source: “我在这里，你不要……”埃菲跳出了地窖，大声叫道。
en_us: "I'm here, don't you..." Eiffie jumped out of the cellar and shouted loudly.

source: “我太惨了。”温妮莎叹了口气，目光忧郁的望着车窗外，冷冷的风在脸上拍。
en_us: "My life sucks." Vanessa sighed and looked out of the window with a wistful gaze. Cold wind blew against her face.

source: “我套了五十个圈都没有套中一个，小姑娘口气可真不小，三十个圈子就想套三十只大肥鹅呢。”先前套圈那男人也是笑了。
en_us: "I didn't even get one goose with 50 rings. This little girl is quite boastful. She wants to catch 30 big, fat geese with just 30 rings." The man who was trying to ring the geese earlier was also laughing.

source: “我好像听到布卢姆大人最后好像叫了一声乔修……”
en_us: "I think I heard Lord Blum call out 'Josh'…"

source: “我将从你们当中选拔组建一支精锐的暗夜精灵精锐部队，我希望能够给海伦娜的是一记重拳，但不希望你们会因此受到不必要的伤亡。
en_us: "I would choose from among you to form an elite team. I hope that you can deal Helena with a heavy blow, but I do not wish for any unnecessary death or injury because of that.

source: “我尝尝就知道了。”艾米张嘴啊呜一口咬在了奖杯上，在杯口上留下了两排整齐的小牙印。
en_us: "I'll know once I tasted it." Amy bit the trophy, leaving two neat rows of little teeth marks on the edge of it.

source: “我就前些天受了点账回来，没多少。”
en_us: "I just collected some payments a few days ago. It's not much."

source: “我就喜欢从三开始数，你寡我！”艾米哼了一声。
en_us: "I just like to count from three. None of your business!" Amy snorted.

source: “我就想知道我哪里比不上他？”
en_us: "I just want to know, how am I less than him?"

source: “我就知道大家一定会喜欢的。”艾米站在一旁，脸上露出了笑容，小声道。
en_us: Amy stood at the side with a smile, and whispered, "I know everyone will like it."

source: “我尼玛……”巨汉破口大骂。
en_us: "F*ck..." the man cursed.

source: “我已经有预感了，等老板回来，我肯定会报复性大吃大喝几天，弥补这段日子瘦掉的肚子。”汉娜一脸认真的思考着。
en_us: "I already have a feeling that when Boss is back, I would stuff myself for a few days to make up for my stomach that had became smaller during this period," Hannah said thoughtfully.

source: “我已经约她明日在此地共商和平条约之事，无发行者必然同行。”
en_us: "I have already asked her to come and discuss about the peace treaty tomorrow. The Hairless Monk will definitely come along with her."

source: “我带你们去个好地方，除了罗莫街，其他地方还真寻不到第二家了。”卢西恩微笑着说道。
en_us: "Let me bring you guys to a good place. We really can't find another place like it other than on Romo Street," Lucien said with a smile.

source: “我应该欢呼雀跃吗？”麦格眉头微挑，不过挺开心的就是了。
en_us: "Should I cheer happily?" Mag cocked his eyebrow a little, but he was still rather happy.

source: “我应该没有什么仇家，这些年泰坦酒馆的生意一直不好，更谈不上什么同行嫉妒。”埃菲摇头。
en_us: "I don't suppose I have any arch enemies. Titan Tavern's business hadn't been good all these years so it would not be jealousy from someone in the same field." Eiffie shook her head.

source: “我很喜欢。”安妮用手语说道，抬手把手指对着灯光，看着在灯光下闪耀着微光的戒指，脸上露出了笑容。
en_us: "I like it very much," Annie said in sign language. She put her hand up to the light and watched the ring shine under the light as she smiled happily.

source: “我很欣慰，你把她留下了。”
en_us: "I'm glad you kept Annie with you."

source: “我怎么可能是这种人，她不是我喜欢的类型。”麦格神态坚定的摇头。
en_us: "I'm not like that. She's not my type." Mag shook his head resolutely.

source: “我怎么就收了这么个没有方向感的杀手徒弟。”
en_us: "Why did I take in a disciple who has no sense of direction?"

source: “我想吃蛋黄酥，还有烤肉肉、烤猪眼、烤鱼……”艾米从柜台后边探出个小脑袋，第一个报名道。
en_us: Amy poked her little head out from behind the counter, and was the first to announce, "I want to eat salted egg yolk pastry, grilled meat, roasted pig's eyes, grilled fish…"

source: “我想它应该不是为了给这些亡灵在冰原上办一个亡灵派对才把他们复活的。”麦格微笑道。
en_us: "I think it did not revive these dead souls to throw them a party on the icy plains," Mag said with a smile.

source: “我想干掉安德烈·爱德华父子三人。”
en_us: "I want to get rid of Andre Edward and his two sons."

source: “我想干掉旧日支配者克苏鲁。”
en_us: "I want to get rid of the Great Old One, Cthulhu."

source: “我想无伤消灭亡灵军团。”
en_us: "I want to destroy the Army of the Dead without any casualty."

source: “我想知道像这样的家伙还有多少？他们藏身于何处？”麦格看着晞问道。
en_us: "I want to know how many more such fellows exist? Where are they hiding?" Mag asked Xi.

source: “我想，您应该需要一个帮你把门踹开的人。”一个身材壮硕的精灵从二层床铺上跳了下来。
en_us: "I think you would need someone to kick the door down for you." A fit elf jumped down from the upper deck of the double-decker bed.

source: “我意已决，要是不除掉康妮，奥格部落便再无出头之日。”奥斯特一挥手道。
en_us: That orc tried to reason with Auster, only to be abruptly cut off as Auster waved his hand, and said, "I have already made up my mind. The Aug Tribe will never rise up again if we don't get rid of Connie."

source: “我所做的所有事情，都是海伦娜不希望看到的，包括我的存在。”伊琳娜看着德克，突然咧嘴一笑：“那你觉得我应该怎么做？让我彻底消失吗？”
en_us: "The things that I did were all what Helena didn't want to see, including my existence." Irina looked at Dirk and suddenly laughed. "Then, what do you think I should do? Should I disappear completely?"

source: “我抽中了欸！”艾米惊喜道。
en_us: "I've got it!" Amy exclaimed.

source: “我数到三哦。”艾米双手叉腰，“三！”
en_us: "I'll count to three." Amy put her hands on her hips. "Three!"

source: “我无法保证。”晞冷漠的答道。
en_us: "I can't guarantee that." Xi coldly replied.

source: “我昨天去了一趟纺织厂，让暗夜精灵帮我造一批武器，艾许莉那边需要你的授权。”麦格给伊琳娜盛粥，一边说道。
en_us: Mag scooped a bowl of porridge for Irina as he told her, "I made a trip to the textile factory yesterday and got the Night Elves to build me a batch of weapons. Ashley might need your authorization."

source: “我昨天把艾略特的老巢给抄了，把所有农奴和奴隶都放了，把他们带回了混乱之城。”伊琳娜说道。
en_us: "I wiped out Elliot's nest yesterday, set all the farm slaves and servants free and brought them to Chaos City," Irina said.

source: “我昨天看过了，没有。”亚伯罕笑着道。
en_us: "How was it?" Abraham asked with a smile.

source: “我昨日来过此地，他应该是感应到我的存在，所以匆匆离去，没来得及把怨气全部吸收。”麦格说道。
en_us: "I came here yesterday. He should have left in a hurry when he sensed my presence, so he didn't absorb all the resentment in time," Mag said.

source: “我是一个生活体验系统，立志于提升小主的生活体验而存在的系统，做吃的属于超纲要求。”系统认真的道。
en_us: "I am a Life Experience System. My aim is to help you upgrade your life experience. Making food is out of my job scope," the System said seriously.

source: “我是个车夫，去过不少地方，暮光森林、风之森林、混乱之城……我都去过，就那恶魔群岛没去过，听说恶魔吃人，而且要坐船，我就没去了……”帕萨和麦格闲聊起来，不过没有讲心酸的生活，讲的是他但车夫这些年行走于诺兰大陆上的所见所闻。
en_us: "I'm a coachman. I've been to many places. Twilight Forest, Wind Forest, Chaos City… I've been to all of them. The only place I haven't been to is Demon Islands. I heard that demons eat humans. Besides, you need to take a ferry there, so I didn't go…" Pasa started chatting with Mag. However, he did not talk about his hard life, but about the things he saw and heard as a coachman roaming around Norland Continent for all these years.

source: “我是你爹，不要搞错辈分。”麦格回道。
en_us: "I'm your daddy. Don't get the hierarchy wrong." Mag answered.

source: “我是认真的。”伊琳娜强调道。
en_us: "I mean it," Irina emphasized.

source: “我是说……他肯定不会要我的。”小丫鬟连忙摇头，又是看着埃菲，“不过，如果是小姐的话，我觉得他一定拒绝不了的，这天下，哪有能拒绝的了小姐的人呢。”
en_us: "I'm saying… he definitely won't accept me." The little maid quickly shook her head, and then looked at Eiffie. "However, if it was Miss, I don't think he could ever reject you. No one could reject Miss in this world."

source: “我是说吃饭……”汉娜停下了嚼油条的动作，眨了眨眼睛。
en_us: "I'm talking about my meals…" Hannah stopped chewing and blinked.

source: “我是鲍里斯，恭喜你酿造的茅台酒获得了品酒大会的的金奖。”鲍里斯笑着向麦格伸出了手。
en_us: "I am Boris. Congratulations on winning the gold award in the liquor tasting with your maotai." Boris reached his hand out to Mag with a smile.

source: “我是鲍里斯，放过我，我可以给你们很多钱……”鲍里斯双手撑着地面踉跄着爬起身来，神情虽然慌乱，但还是看着伊琳娜说道。
en_us: Boris tried to get up by pressing both his hands on the floor. Although he looked panicked, he still said to Irina, "I'm Boris. Let me go and I can give you a lot of money..."

source: “我最近也忙着拯救世界，不用两头跑倒是刚好。”芭芭拉跟着点头，最近城主府方面经常找她讨论阵法之类的问题，作为月之国的头号联络人，为了这个世界她也是操碎了心。
en_us: "I'm also busy saving the world recently. It's great that I don't have to run around." Babla nodded with similar sentiments. The city lord's castle had been looking for her frequently to discuss spell formations recently. As the number one contact person of the Moon Nation, she had been worried sick for this world.

source: “我有个朋友要过来，我先去接一下他。”
en_us: "I have a friend coming over. I'll go fetch him."

source: “我有钱。”艾米摸出了两个银币递给老板，“找我五十个铜币。”
en_us: "I have money." Amy took out two silver coins, and gave them to the boss. "Give me 50 copper coins as change."

source: “我来帮你开瓶吧。”麦格适时到来，从卢西恩的手中接过威士忌，先去了封帽，然后用开瓶器拔出了木塞。
en_us: "Let me open it for you." Mag approached just at the appropriate time. He took the whiskey from Lucien, and removed the seal before using the opener to remove the cork.

source: “我来找麦格先生是为了品酒大会的事情，我们昨天谈的也是工作哦。”埃菲微笑着解释道，声音并未刻意控制，就是要说给里边的人听的。
en_us: "I came to look for Mr. Hades regarding the liquor tasting event. We were discussing about work yesterday too." Eiffie smilingly explained. She didn't deliberately control her volume as she wanted to the people inside to hear her too.

source: “我正准备去铁匠铺看看，今天应该都能拿到了，就怕工匠怠慢了，所以亲自去取。”埃菲说道。
en_us: "I am about to go to the blacksmith to take a look. I should be able to get everything today. I'm just afraid that the worker would be slow so I'll be going over to retrieve it, Eiffie said.

source: “我没事，一点小伤而已。”麦格摇摇头，看了眼手臂上被兰克斯特的枪尖划破的伤口。
en_us: "I'm fine. It's just a small injury." Mag shook his head. He looked at the wound on his arm that was slashed by Rankster's spear.

source: “我没有兄弟。”麦格看着三分醉意，三分杀气的伊琳娜，连忙澄清道。
en_us: "I have no brothers," Mag quickly clarified when he saw the half-tipsy, half-vengeful Irina.

source: “我没有权限告知你这些问题。”晞冷漠回答。
en_us: "I don't have the permission to answer those questions." Xi coldly replied.

source: “我没有骂人……”鲍里斯又气又委屈。
en_us: "I'm not scolding you..." Boris was furious and aggrieved.

source: “我父亲在世的时候，常说您是一位令他钦佩和尊重的长者，这瓶酒请允许我送给您。”埃菲微笑着说道。
en_us: "When my father was still alive, he had always said that you are an admirable and respectable elder. Please allow me to gift this bottle of wine to you," Eiffie said with a smile.

source: “我现在无法对你的说法表示完全信任，也无法准确判断那个女孩的情况，我需要将你们带回去，让长者来做出判断。”晞看着麦格说道。
en_us: Xi said to Mag, "I can't trust what you said completely right now, and neither can I judge that girl's situation accurately. I need to bring you guys back to let the elders make the judgement."

source: “我现在比较好奇的是，品酒大会可以出现两个金奖吗？”麦格眉头微皱道。
en_us: "Now, what I am curious about is, will the liquor tasting event give out two gold awards?" Mag said with a frown.

source: “我的一共是52铜币，请找我48铜币。”艾米已经递出了自己的金币。
en_us: "Mine's a total of 52 copper coins. Please give me 48 copper coins back." Amy had already given the boss her gold coin.

source: “我的茅台酒和你这泰坦酒的酿造工艺有相似之处，所以我能看出你这套装置的问题。当然，你的酿造工艺上也可能有问题，不过我没有看过你酿酒，不好说。”麦格解释道。
en_us: "My Maotai's brewing process is similar to your Titan Liquor's, that's why I can pinpoint the problems with your equipment. Of course, there might also be a problem with your brewing techniques, but I can't say much as I haven't seen how you distill your liquor." Mag explained.

source: “我相信。”埃菲点头。
en_us: "I will." Eiffie nodded.

source: “我看不像，这可不是鲍里斯这种投机商人能弄出来的酒。”
en_us: "I don't think so. This isn't a liquor that an opportunistic businessman like Boris can come up with."

source: “我看不止是想扶一把，而是想扶一晚吧。”伊琳娜似笑非笑的说道，空气都似乎变冷了几分。
en_us: "Maybe he wants to help you the entire night," Irina said with a seeming smile. The air around seemed to have gotten a little colder.

source: “我看你只是怕死而已，如果你的领地在北边，也应该和那些逃跑的蠢货一样，第一时间逃跑或者迎接洛斯帝国的骑兵进入森林吧？”海伦娜脸上的笑容愈发嘲讽。
en_us: "I think you're just afraid to die. If your land had been in the north, the first thing you would've done would probably have been to run away just like those fools, or invite the Roth Empire's cavalry into the forest, right?" Helena smiled mockingly.

source: “我看她这酒馆，不光有茅台酒，还有一种名为‘威士忌’的酒，和茅台酒一样都是2000铜币一瓶，所以我各点了一瓶，等会尝尝味，再点。”
en_us: "I saw that there is another type of liquor called "whiskey" in this tavern beside Maotai. It's also priced at 2000 copper coins as Maotai, so I ordered a bottle of whiskey and a bottle of Maotai each We can order more later after we taste them."

source: “我看您的酒馆已经步入正轨，当初为了获得第一批客人，我可是花了不少时间和精力呢，您可真是优秀。”埃菲说道。
en_us: "I can see that your tavern is already doing quite well. I have spent quite some time and effort to gain my very first batch of customers. You're really outstanding." Eiffie said.

source: “我看要不了多久，这条街上就没有商铺了。”手下瞅了眼隔壁虚掩着门的酒馆，小声道。
en_us: His subordinate flicked a glance the tavern with its doors half-closed and whispered, "I think it won't take long before all shops close down on this street."

source: “我看都差不多，都是一个壳，还有一圈一圈的螺纹。”伊琳娜不以为然。
en_us: "They looked to the same to me. They all have a shell and rings of swirls." Irina didn't disagree nor agree with Mag.

source: “我知道你缺钱，但你缺的不是地上的这些钱。”麦格绕到了另一边，然后一脚踩住了他的另一只手，慢慢增加力道，继续微笑着问道：“所以，是谁答应给你一笔更多的钱，让你对付埃菲老板娘的？”
en_us: "I knew you need money, but you don't need the money on the floor." Mag went to the other side and then stepped onto his other hand. He gradually stepped harder as he smilingly asked, "So, who promised to give you more money to deal with Lady Boss Eiffie?"

source: “我知道麦格先生在洛都已经见过教皇，此次我奉教皇之命来混乱之城，是想要带神女前往洛都，接受教廷的册封和洗礼。”希利看着麦格的眼睛说道。
en_us: Seely looked into Mag's eyes, and said, "I know Mr. Mag has already met the pope in Rodu. I came to Chaos City under the pope's orders. My purpose is to bring the holy maiden to Rodu for her to accept the Holy See's canonization and baptism."

source: “我站在潮流的这一边，现在风之森林中的大多数精灵都会赞同她的做法。”莎莉依旧保持着平静。
en_us: "I stand with the trend. Majority of the elves in the Wind Forest will agree with what she did now." Sally was still as calm as ever.

source: “我给你加钱啊。”
en_us: "I'll pay you more."

source: “我给对面酒馆安装设备去了，前两天答应的事情，期间喝了三杯茶，活刚干完就回来了，准备给孩子做晚饭。”
en_us: "I went to help the tavern across the road install their apparatus. I promised the owner two days ago. When I'm there, I had three cups of tea. I came back after I'm done with my work to cook for kids."

source: “我自己觉得可帅了呢。”康妮撇撇嘴，对雷克斯的点评并不太满意。
en_us: "I think I looked awesome." Connie pursed her lips. She wasn't satisfied with Rex's review.

source: “我草……”奥尔登有些回过神来，瞬间暴怒。
en_us: "F*ck…" Aulden came back to his senses and was furious.

source: “我菜做的比酒好多了。”麦格自信道。
en_us: "The dishes that I made are much better than my liquors." Mag said confidently.

source: “我要一瓶这茅台酒，下酒菜各来一份。”那男人说道，便和同行的男人在一旁坐下。
en_us: "I would like a bottle of this Maotai and a helping of each side dish," that man said before taking a seat with the man who came with him.

source: “我要三十个圈。”
en_us: Right at that moment, a soft voice said, "I would like to have 30 rings."

source: “我要三本食全食美！”
en_us: "I would like to have three copies of Perfect Food!"

source: “我要先吃一个小熊，再吃一个小企鹅。”艾米刷的带上了一次性小手套，一手一只，捏着小熊绿豆糕就往嘴里塞，一口咬掉了小脑袋。
en_us: "I want to have a little bear, and then the little penguin." Amy put on her disposable gloves immediately, and grabbed one animal in each hand. She stuffed the little bear mung bean pastry into her mouth, and bit its head off.

source: “我要全地形的车哦。”艾米提醒道。
en_us: "I want an all-terrain vehicle," Amy reminded.

source: “我要去把他的尸体收回来，或者让我和他一起挂在那里，那样我至少会舒服一些。”
en_us: "I want to take his body back. I might be hanging up there with him. At least I would feel a bit better."

source: “我要尝尝这个凉拌猪耳朵。”艾米夹起了一片猪耳朵。
en_us: "I want to try this pig ears salad." Amy picked up a piece of pig ear.

source: “我要是喝醉了，岂不便宜了那群臭男人。”埃菲有些自嘲的笑了笑
en_us: "Won't those men get themselves a good deal if I get drunk?" Eiffie laughed in a self-mocking way.

source: “我要是有这个能力，老板睡觉都能笑醒。”加兰撇嘴笑道：“不过老板让我们再去一趟混乱之城，争取让麦老板给我们长期供稿，实在不行能够给我们提供素材也行。”
en_us: "If I have that ability, our boss could even wake up laughing." Garlan pressed his lips and smiled. "However, Boss told us to go to Chaos City again to ask Boss Mag to provide us with long-term content. If it can't be done, he can provide us with just the materials as well."

source: “我要杀了你们！”
en_us: "I'm going to kill you guys!"

source: “我要这个玉米做成的大饼，三个！然后要这个看起来不错的汤，三碗！还有这个蛋，要……四个，还有这个，这个，这个……”艾米已经迫不及待的开始点餐，看起来有好多想吃的东西呢。
en_us: "I want this pancake made with corn. Three of them! Then, this is soup which looks qutie good. Three bowls of them! And this egg, I want... four of them. And this, this, this..." Amy already began to place her orders. There were many items she wanted to eat.

source: “我觉得我们还是可以好好谈谈的。”麦格的喉咙滚动了一下。
en_us: "I think we can talk things through nicely." Mag swallowed.

source: “我记得那个叔叔，是艾米的爸爸，上次给我们带了非常好吃的食物呢。”
en_us: "I remember that uncle. He's Amy's dad. He brought us very delicious food previously."

source: “我该回去了，这里交给你们，随时保持联系，找到人的话，别急着行动，先通知我，我会尽快赶到。”麦格看着两人说道。
en_us: "I should be going back now. I'll leave this to you guys. Let's keep in contact at all times. If you find him, don't react in a rush. Contact me first, and I'll rush over as soon as possible," Mag said to the two of them.

source: “我说了不可以啊。”
en_us: "I said no, you can't."

source: “我说我和温妮莎没什么，你应该相信的吧？”麦格看着伊琳娜说道。
en_us: "I told you there's nothing between Vanessa and me. You should believe me now, right?" Mag said to Irina.
